{
  "privacyIntro": {
    "title": "سياسة الخصوصية",
    "lastUpdated": "01/11/2025",
    "p1": "مرحبًا بكم في <strong>GanakaHub.com</strong> (“<em>GanakaHub</em>”، “نحن”، “لنا”، “نحن”). تشرح سياسة الخصوصية هذه المعلومات التي نقوم بجمعها، وكيف نستخدمها، والخيارات المتاحة لك. باستخدام موقعنا الإلكتروني، أدواتنا، وخدماتنا (بما في ذلك أدوات المالية، أدوات الطلاب، والأدوات المساعدة)، فإنك توافق على الممارسات الموضحة هنا. إذا لم توافق، يرجى التوقف عن استخدام GanakaHub."
  },
  "privacySection1": {
    "title": "1) من نحن",
    "p1": "يوفر GanakaHub حاسبات وأدوات عبر الإنترنت مصممة لأغراض إعلامية وتعليمية. نحن نحترم خصوصيتك ونهدف إلى جمع المعلومات الضرورية فقط لتشغيل وتحسين خدماتنا."
  },
  "privacySection2": {
    "title": "2) المعلومات التي نجمعها",
    "p1": "نقوم أساسًا بجمع معلومات محدودة وغير شخصية للحفاظ على سير الموقع بسلاسة وفهم أنماط الاستخدام. عمومًا، <strong>لا</strong> نطلب منك إنشاء حساب أو تقديم بيانات حساسة لاستخدام حاسباتنا.",
    "p2": "قد نجمع ما يلي:",
    "list": [
      "<strong>البيانات التقنية:</strong> عنوان IP (غالبًا ما يكون مجهول الهوية)، نوع الجهاز، نظام التشغيل، نوع/إصدار المتصفح، اللغة، حجم الشاشة، والموقع العام (الدولة/المنطقة).",
      "<strong>بيانات الاستخدام:</strong> الصفحات التي تم عرضها، الوقت على الصفحة، روابط الإحالة، الأزرار التي تم النقر عليها، عمق التمرير، وسجلات الأخطاء لأغراض التصحيح.",
      "<strong>بيانات ملفات تعريف الارتباط:</strong> ملفات نصية صغيرة مخزنة على جهازك لتذكر التفضيلات، قياس حركة المرور، وتحسين التجربة.",
      "<strong>مدخلات الأدوات (مؤقتة):</strong> القيم التي تدخلها في حاسباتنا. تُستخدم هذه لحساب النتائج في متصفحك وعادةً لا يتم تخزينها لدينا إلا إذا تم الإشارة صراحةً لخاصية معينة (مثل حفظ التفضيلات في المستقبل)."
    ],
    "p3": "نحن <strong>لا</strong> نجمع عن قصد بيانات شخصية حساسة (مثل كلمات المرور، بيانات الحساب البنكي، أرقام الهوية، أو السجلات الطبية)."
  },
  "privacySection3": {
    "title": "3) كيف نستخدم المعلومات",
    "p1": "نستخدم المعلومات التي نجمعها من أجل:",
    "list": [
      "تشغيل، صيانة، وتحسين حاسباتنا وموقعنا الإلكتروني.",
      "مراقبة الأداء، إصلاح المشكلات، وتحسين قابلية الاستخدام.",
      "قياس حركة المرور، فهم سلوك المستخدم، وتخطيط ميزات جديدة.",
      "حماية الموقع من سوء الاستخدام، الاحتيال، والتهديدات الأمنية.",
      "الامتثال للالتزامات القانونية وتنفيذ شروطنا وأحكامنا."
    ]
  },
  "privacySection4": {
    "title": "4) الأسس القانونية (عند الاقتضاء)",
    "p1": "اعتمادًا على منطقتك، قد نعتمد على أساس قانوني واحد أو أكثر لمعالجة معلوماتك: <strong>المصالح المشروعة</strong> (لتشغيل وتأمين خدماتنا)، <strong>الموافقة</strong> (لبعض ملفات تعريف الارتباط/أدوات التحليلات)، و<strong>الامتثال للالتزامات القانونية</strong>."
  },
  "privacySection5": {
    "title": "5) ملفات تعريف الارتباط والتقنيات المشابهة",
    "p1": "نستخدم ملفات تعريف الارتباط والتقنيات المشابهة لتذكر التفضيلات، تحليل حركة المرور، وتحسين الأداء. يمكنك إدارة ملفات تعريف الارتباط من خلال إعدادات متصفحك، وعند توفرها، من خلال لافتة ملفات تعريف الارتباط أو لوحة التفضيلات. تعطيل بعض ملفات تعريف الارتباط قد يؤثر على وظائف الموقع."
  },
  "privacySection6": {
    "title": "6) التحليلات والإعلانات والشركاء",
    "p1": "قد نستخدم أدوات تحليلات تراعي الخصوصية لقياس التفاعل وتحسين الموقع. قد نعرض أيضًا إعلانات أو روابط تابعة. يمكن للأطراف الثالثة المشاركة في التحليلات أو الإعلانات تعيين ملفات تعريف الارتباط الخاصة بهم وجمع البيانات كما هو موضح في سياسات الخصوصية الخاصة بهم. نحن لا نبيع معلوماتك الشخصية."
  },
  "privacySection7": {
    "title": "7) متى نشارك المعلومات",
    "p1": "نحن لا نبيع بياناتك. قد نشارك معلومات محدودة مع:",
    "list": [
      "<strong>مزودو الخدمات:</strong> البائعون الذين يساعدوننا في تشغيل الموقع (مثل الاستضافة، التحليلات، الأمان). وهم ملزمون بعقود لحماية بياناتك.",
      "<strong>الشؤون القانونية/الامتثال:</strong> عند الحاجة وفقًا للقانون، التنظيم، الإجراءات القانونية، أو لحماية حقوق وسلامة ونزاهة GanakaHub ومستخدميه.",
      "<strong>تغييرات الأعمال:</strong> إذا خضعنا لاندماج، استحواذ، أو نقل أصول، قد يتم نقل بياناتك كجزء من تلك المعاملة مع اتخاذ الضمانات المناسبة."
    ]
  },
  "privacySection8": {
    "title": "8) الاحتفاظ بالبيانات",
    "p1": "نحتفظ بسجلات التحليلات والخوادم فقط للمدة اللازمة لتحقيق الأغراض المحددة في هذه السياسة، والامتثال للالتزامات القانونية، وحل النزاعات، وتنفيذ الاتفاقيات. عادةً ما يتم معالجة مدخلات الحاسبة في متصفحك ولا يتم تخزينها على خوادمنا إلا إذا كانت هناك ميزة تشير بوضوح إلى حفظ التفضيلات."
  },
  "privacySection9": {
    "title": "9) أمان البيانات",
    "p1": "نقوم بتنفيذ تدابير تقنية وتنظيمية معقولة لحماية المعلومات من الوصول أو التعديل أو التدمير غير المصرح به. ومع ذلك، لا توجد طريقة للنقل أو التخزين آمنة بنسبة 100٪، ولا يمكننا ضمان الأمان المطلق."
  },
  "privacySection10": {
    "title": "10) خصوصية الأطفال",
    "p1": "يستهدف GanakaHub الجمهور العام وليس موجهًا للأطفال دون سن 13 عامًا (أو العمر المعمول به في منطقتك). نحن لا نجمع عن قصد بيانات شخصية من الأطفال. إذا كنت تعتقد أن طفلاً قد قدم بيانات شخصية، يرجى الاتصال بنا لاتخاذ الإجراءات المناسبة."
  },
  "privacySection11": {
    "title": "11) نقل البيانات دوليًا",
    "p1": "قد نقوم بمعالجة المعلومات على خوادم تقع خارج ولايتك أو بلدك. عند الحاجة، نقوم بتنفيذ تدابير حماية مصممة لحماية معلوماتك أثناء هذه التحويلات."
  },
  "privacySection12": {
    "title": "12) خياراتك والتحكم",
    "p1": "يمكنك التحكم في جمع بعض البيانات عن طريق:",
    "list": [
      "تعديل إعدادات المتصفح لحظر أو حذف ملفات تعريف الارتباط.",
      "استخدام أوضاع حماية الخصوصية أو التتبع عند توفرها.",
      "إلغاء الاشتراك في ملفات تعريف الارتباط الخاصة بالتحليلات/الإعلانات (عند تقديمها)."
    ]
  },
  "privacySection13": {
    "title": "13) حقوقك",
    "p1": "اعتمادًا على نطاق سلطتك القضائية، قد تكون لديك حقوق للوصول إلى معلومات معينة، تحديثها، تصحيحها، حذفها، أو الاعتراض على/تقييد معالجتها. كما قد يكون لك الحق في سحب الموافقة إذا كانت المعالجة قائمة على الموافقة. لممارسة هذه الحقوق، يرجى الاتصال بنا باستخدام التفاصيل أدناه. قد نحتاج إلى التحقق من هويتك قبل الرد."
  },
  "privacySection14": {
    "title": "14) روابط الطرف الثالث",
    "p1": "قد يحتوي موقعنا على روابط لمواقع خارجية لا نديرها. نحن غير مسؤولين عن محتوى هذه المواقع أو ممارسات الخصوصية الخاصة بها. يرجى مراجعة سياساتهم قبل تقديم أي معلومات شخصية."
  },
  "privacySection15": {
    "title": "15) تغييرات على هذه السياسة",
    "p1": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سيتم نشر التغييرات على هذه الصفحة مع تاريخ \"آخر تحديث\" محدث. استمرارك في استخدام GanakaHub بعد هذه التغييرات يعني موافقتك على السياسة المعدلة. نشجعك على مراجعة هذه الصفحة بشكل دوري."
  },
  "privacySection16": {
    "title": "16) الاتصال والشكاوى",
    "p1": "إذا كانت لديك أسئلة أو طلبات أو شكاوى تتعلق بالخصوصية، يمكنك الاتصال بنا:",
    "email": "ganakahub@gmail.com",
    "website": "https://www.ganakahub.com",
    "p2": "إذا كنت موجودًا في الهند وترغب في تقديم شكوى وفقًا للقوانين المعمول بها، يمكنك الكتابة إلى <strong>مسؤول الشكاوى</strong> على البريد الإلكتروني أعلاه. يرجى تضمين تفاصيل كافية لمساعدتنا في معالجة طلبك (مثل رابط محدد، وصف المشكلة، ومعلومات الاتصال الخاصة بك)."
  },
  "privacyFinalNote": {
    "p1": "تهدف سياسة الخصوصية هذه إلى أن تكون واضحة وبسيطة. لا تنشئ أي حقوق تعاقدية أو قانونية نيابة عن أي طرف، إلا إذا كان ذلك مطلوبًا بموجب القانون المعمول به. لمعرفة كيفية تنظيم استخدامك للموقع، يرجى الرجوع إلى <strong>الشروط والأحكام</strong> الخاصة بنا."
  }
}